"OK" = "OK";
"CANCEL" = "Kumoa";
"REPLACE" = "Korvaa";
"DELETE" = "Poista";
"DISABLE" = "Poista käytöstä";
"UNKNOWN" = "Tuntematon";
"NEVER" = "Ei koskaan";
"ERROR" = "Virhe";
"CONTINUE" = "Jatka";

"SELECT_APP_PANEL_TITLE" = "Valitse ohjelma";
"SELECT_DIR_PANEL_TITLE" = "Valitse kansio";

"SELECT" = "Valitse";
"NONE_FOUND" = "Ohjelmia ei löytynyt.";
"UNKNOWN_ERROR" = "Tuntematon virhe";

"ITOOLS_ACCOUNT_NAME_IS_EMPTY" = "Et ole syöttänyt .Mac-jäsentietoja. Syötä tiedot nyt.";
"ITOOLS_ACCOUNT_NAME_IS_EMPTY_DESC" = "Kun olet antanut .Mac-jäsentiedot, siirry Sähköposti-välilehdelle ja valitse ”Käytä .Mac-sähköpostitunnusta”.";

"EMAIL_ACCOUNTINFO_WILL_BE_ERASED" = "Olet määritellyt tiedot toiselle sähköpostitunnukselle. Haluatko varmasti korvata ne .Mac-sähköpostitunnuksella?";
"EMAIL_ACCOUNTINFO_WILL_BE_ERASED_DESC" = "Toisen sähköpostitunnuksen tietoja ei tallenneta.";

"ITOOL_SIGN_UP_URL" = "http://www.apple.com./itools/signup/english.html";

"DOWNLOAD_FILE_DISPLAY" = "”%@” taltiolla ”%@”";

"ON_YOUR_DESKTOP" = "Oma työpöytä";
"IN_YOUR_DOCUMENTS" = "Omat dokumentit";

/* iDisk mirror strings */
"IDISK_MIRROR_TITLE" = "Olet muuttanut %@-jäsenyyttä. Henkilön %@@%@ iDiskin synkronointi laitetaan päälle.";
"IDISK_MIRROR_TITLE_2" = "Olet poistanut %@-tunnuksen tiedot henkilöltä %@@%@.";
"IDISK_MIRROR_INFO" = "Paikallinen kopio henkilön %@@%@ iDiskistä on siirretty työpöydälle, koska se ei ole enää aktiivinen.";
"MIRROR_WARNING_TITLE" = "Haluatko varmasti poistaa käytöstä käyttäjän %@@mac.com paikallisen iDiskin?";
"MIRROR_WARNING_INFO" = "Henkilön %@@mac.com paikallinen iDisk siirretään työpöydälle.";
"MIRROR_DEFAULT_BUTTON" = "Paikallinen iDisk pois";
"MIRROR_CANCEL_BUTTON" = "Kumoa";
"NOT_MOUNTED" = "Ei tuotu näkyviin";
"STOP_BUTTON" = "Lopeta";
"START_BUTTON" = "Aloita";
"OFF_STATUS" = "iDisk-synkronointi: Pois päältä";
"ON_STATUS" = "iDisk-synkronointi: Päällä";
"STARTING_UP_STATUS" = "iDisk-synkronointi aloitetaan…";
"TURNING_OFF_STATUS" = "iDisk-synkronointi lopetetaan…";
"MIRROR_OFF_INFORMATIVE" = "Voit pitää kopion iDiskistä tällä tietokoneella osoittamalla Aloita. Tämän jälkeen voit käyttää sitä, vaikka et olisikaan yhteydessä internetiin.";
"MIRROR_ON_INFORMATIVE" = "Voit palata käyttämään internet-pohjaista iDiskiä osoittamalla Lopeta. Tämän jälkeen voit käyttää iDiskiä vain, kun olet yhteydessä internetiin.";
"MIRROR_GENERAL_INFORMATIVE" = "iDisk-synkronoinnilla voit käyttää iDiskiä milloin tahansa, myös silloin kun et ole yhteydessä internetiin.";

/* Services unavailable sheets */
"IDISK_UPGRADE_TITLE" = "iDisk ei ole käytettävissä";
"IDISK_UPGRADE" = "Päivitä täyteen %@-tunnukseen, niin voit käyttää iDiskiä.";
"SYNC_UPGRADE_TITLE" = "Tätä %@-tunnusta ei ole todennettu kohteeseen %@ synkronointia varten.";
"SYNC_UPGRADE_MESSAGE" = "Päivitä täyteen %@-tilaukseen ja hyödynnä %@-synkronointipalveluja.";
"SHARING_UPGRADE_TITLE" = "Jakaminen ei ole käytettävissä";
"SHARING_UPGRADE_MESSAGE" = ".Mac-tunnustasi ei ole valtuutettu käyttämään tätä ominaisuutta. Saat ominaisuuden käyttöön päivittämällä täyteen .Mac-jäsenyyteen.";
"ADVANCED_TAB_UPGRADE_TITLE" = "Ominaisuudet ei ole käytettävissä";
"ADVANCED_TAB_UPGRADE_MESSAGE" = ".Mac-tunnustasi ei ole valtuutettu käyttämään näitä ominaisuuksia. Saat ominaisuudet käyttöön päivittämällä täyteen .Mac-jäsenyyteen.";
"UPGRADE_BUTTON" = "Päivitä";
"NOT_YET" = "Sulje";
"UPGRADE_URL" = "https://secure.me.com/wo/WebObjects/Signup.woa/wa/upgrade?lang=en"; /* must be localized */


/* iDisk Error Strings */
"NO_ACCESS_ALERT" = "%@-tiliä ei voida käyttää.";
"SERVER_ERROR" = "Palvelin palautti virheen. Yritä myöhemmin uudelleen.";
"NOT_AUTHORIZED" = "%@-käyttäjätunnus tai -salasana on ehkä virheellinen. Syötä eri käyttäjätunnus tai salasana.";
"GENERAL_ERROR" = "Yhdistettäessä iDisk-palvelimeen tapahtui virhe. Yritä myöhemmin uudelleen. Voit jatkaa paikallisen iDiskin käyttöä ilman verkkoyhteyttä.";
"SERVER_NOT_FOUND" = "Yhdistettäessä vaadittuun iDisk-palvelimeen tapahtui virhe. Yritä myöhemmin uudelleen. Voit jatkaa paikallisen iDiskin käyttöä ilman verkkoyhteyttä.";
"GENERAL_FAILURE" = "Yhdistettäessä vaadittuun iDisk-palvelimeen tapahtui virhe. Yritä myöhemmin uudelleen. Voit jatkaa paikallisen iDiskin käyttöä ilman verkkoyhteyttä.";
"CANNOT_COMMIT" = "Valintoja ei voida muuttaa tässä vaiheessa.";
"MISSING_INFO" = "%@-tiliä ei voitu käyttää, koska käyttäjätunnus tai salasana puuttuu. %@ on käytettävissä, kun kirjaudut ulos ja takaisin sisään.";
"OPERATION FAILED" = "Toiminto epäonnistui";

/* Password Error Strings */
"PASSWORD_ALERT" = "Salasana ja salasanan vahvistus eivät ole samat. Yritä uudelleen.";
"BAD_PASSWORD" = "Salasanat voivat sisältää vain kirjaimia (a - z ja A - Z), numeroita (0 - 9) ja merkkejä (!\"#$%&'()*+,-./:;<=>?@[\\]^_`{|}). Syötä eri salasana.";
"BAD_PASSWORD_LENGTH" = "Salasanojen on oltava 6 - 20 merkkiä pitkiä. Syötä eri salasana.";
"BAD_PASSWORD_ENDS_IN_PERIOD" = "Salasanat eivät voi päättyä pisteeseen. Syötä eri salasana.";
"BAD_PASSWORD_TWO_PERIODS" = "Salasanat eivät voi sisältää kahta peräkkäistä pistettä. Syötä eri salasana.";
"SAME_PASSWORD" = "Public-kansion salasana ei voi olla sama kuin %@-salasana. Syötä eri salasana.";
"EMPTY_PASSWORD" = "Salasanakenttä ei voi olla tyhjä. Syötä salasana.";
"KEYCHAIN_ERROR_TITLE" = "Avainnippuvirhe.";
"KEYCHAIN_ERROR_MESSAGE" = "Tallennettaessa avainnippua tapahtui virhe. Yritä uudelleen tai tarkista avainnippu Avainnipun käyttö -ohjelmalla.";

/* Marketing Error Sheet Info */
"WILL_EXPIRE" = "%@-kokeilutunnus vanhenee %d päivän kuluttua.";
"WILL_EXPIRE_INFO" = "iDisk lakkaa toimimasta, kun %@-kokeilutunnus vanhenee. Hanki %@-käyttäjätunnus ja saat suuremman iDiskin, laajennetun varmuuskopiointitoiminnon ja paljon muuta.";
"HAS_EXPIRED" = "%@-kokeilutunnus on vanhentunut.";
"HAS_EXPIRED_INFO" = "Koska %@-kokeilutunnus on vanhentunut, iDisk on poistettu käytöstä. Hanki %@-käyttäjätunnus ja saat suuremman iDiskin, laajennetun varmuuskopiointitoiminnon ja paljon muuta.";

/* iDisk Strings */
"BUY_SPACE_URL" = "https://secure.me.com/account/#buymore";
"SIGN_UP_URL" = "http://www.apple.com/fi/mobileme/";

"ITOOLS_KEYCHAIN_COMMENT" = "Tämä on avainnippukohde .Mac-jäsenyydelle %@.";
"NONE" = "Ei mitään";

"KILO_FMT" = "%d Kt";
"MEGA_FMT" = "%d Mt";
"GIGA_FMT" = "%d Gt";
"GIGA_FLOAT_FMT" = "%.2f Gt";
"QUOTA_FMT" = "%@ yhteensä, %@ käytössä, %@ vapaana";
"AX_DESCR_FOR_IDISK_QUOTA" = "iDisk-kiintiö";


"ALREADY_ON_KEYCHAIN_MESSAGE" = "Tuotu kohde on jo kirjautumisavainnipussa. Siirrä tai poista ristiriidassa olevat yksityiset avaimet tai varmenteet Avainnipun käyttö -ohjelmalla.";

/* alert prompt for trying to enable NAT-PMP mode */
"NATPMP_CONFIGURE_PROMPT" = "%@-suorituskyky on heikentynyt AirPort-tukiasemassa ”%@”.\n\nHaluatko optimoida tukiaseman suorituskyvyn?";
"NATPMP_FAILED_TITLE" = "NAT Port Mapping Protocol -protokollaa ei voitu ottaa käyttöön langattomassa Apple-laitteessa.";
"NATPMP_FAILED_MESSAGE" = "Varmista, että langaton Apple-laite tukee NAT Port Mapping Protocol -protokollaa. Lisätietoja saat avaamalla Ohjelmat/Lisäohjelmat-kansiossa oleva AirPort-työkalun.";
"NATPMP_SUCCESS_TITLE" = "NAT Port Mapping Protocol -protokolla otettiin käyttöön.";
"NATPMP_SUCCESS_MESSAGE" = "Odota, että langaton Apple-laite käynnistyy uudelleen, ennen jatkamista.";
"INCORRECT_PASSWORD_TITLE" = "Virheellinen salasana"; /* also used for airport nat-pmp configuring */
"INCORRECT_PASSWORD_MESSAGE" = "Syötetty salasana on virheellinen. Yritä uudelleen.";
/* progress indicator status for configuring airport */
"READING_AIRPORT_CONFIG" = "Luetaan AirPort-tukiaseman määrittelyä";
"UPDATING_AIRPORT_FIRMWARE" = "Päivitetään AirPort-tukiaseman firmwarea";

"AIRPORT_UNKNOWN_ERROR" = "Luettaessa langattoman AirPort-laitteen määrittelyä tapahtui tuntematon virhe. Yritä uudelleen.";
"AIRPORT_PASSWORD_INVALID_MESSAGE" = "Syötetty langattoman AirPort-laitteen salasana on virheellinen. Yritä uudelleen.";
"ALREADY_ENABLED_TITLE" = "Jo käytössä";
"ALREADY_ENABLED_MESSAGE" = "NAT Port Mapping Protocol -protokolla on jo käytössä langattomassa AirPort-laitteessa.";
"UNSUPPORTED_OPERATION_TITLE" = "Toimintoa ei tueta";
"UNSUPPORTED_OPERATION_MESSAGE" = "Tämä langaton AirPort-laite ei tue NAT Port Mapping Protocol -protokollaa, joka mahdollistaa MobileMen löytää palomuurin takana oleva tietokone.";

/* Getting the base station password */
"ABS_PROMPT_TEXT" = "Syötä salasana tukiasemalle\n%@:";

/* Account status strings */
"ACCOUNT_STATUS_TITLE" = "Rekisteröidy";
"ACCOUNT_STATUS_MESSAGE" = "Hanki oleelliset internet-työkalut Maciin. Saat 60 päivän kokeilutunnuksen osoittamalla Lisätietoja.";
"SIGN_UP_BUTTON" = "Rekisteröidy";
"LEARN_MORE_BUTTON" = "Lisätietoja";

/* Sign out alert */
"SIGN_OUT_ALERT_TITLE" = "Haluatko varmasti kirjautua ulos %@-palvelusta?";
"SIGN_OUT_ALERT_MESSAGE" = "Jos kirjaudut ulos, %@-synkronointi, iDisk-synkronointi ja muut %@-palvelut eivät ole käytettävissä tietokoneella ennen kuin kirjaudut uudelleen sisään.";
"SIGN_OUT_ALERT_DEFAULT_BUTTON" = "Kirjaudu ulos";
"SIGN_OUT_ALERT_CANCEL_BUTTON" = "Kumoa";

/* Sign in not on network */
"SIGN_IN_NETWORK_DIAGNOSTICS_ALERT_SAVE" = "Tallenna";
"SIGN_IN_NETWORK_DIAGNOSTICS_ALERT_DIAG" = "Verkkodiagnostiikka…";
"SIGN_IN_NETWORK_DIAGNOSTICS_ALERT_TITLE" = "Et ole yhteydessä internetiin.";
"SIGN_IN_NETWORK_DIAGNOSTICS_ALERT_MESSAGE" = "Et voi kirjautua %@-palveluun, jos et ole yhteydessä internetiin. Jos sinulla on verkko-ongelmia, osoita Verkkodiagnostiikka, tai jos haluat tallentaa %@-käyttäjätunnuksen ja -salasanan seuraavaa kertaa varten, osoita Tallenna.";

/* Tab item labels that can change dynamically */
"ACCOUNT" = "Tunnus";
"SIGN IN" = "Kirjaudu sisään";

/* Back To My Mac string */
"BTMM_STATUS_ENABLED" = "Takaisin omaan Maciin: Päällä";
"BTMM_STATUS_DISABLED" = "Takaisin omaan Maciin: Pois päältä";
"BTMM_STATUS_TRANSIENT" = "Takaisin omaan Maciin: Yhdistetään…";
"BTMM_STATUS_START" = "Laita ”Takaisin omaan Maciin” päälle";
"BTMM_STATUS_STOP" = "Laita ”Takaisin omaan Maciin” pois päältä";
"BTMM_START_BUTTON_SHOWING_TEXT" = "Voit poistaa Takaisin omaan Maciin -ominaisuuden käytöstä tältä käyttäjältä osoittamalla Lopeta. Tämän jälkeen et voi enää käyttää tätä tietokonetta muilta tietokoneilta Takaisin omaan Maciin -ominaisuudella.";
"BTMM_STOP_BUTTON_SHOWING_TEXT" = "Voit ottaa Takaisin omaan Maciin -ominaisuuden käyttöön tälle käyttäjälle osoittamalla Aloita. Takaisin omaan Maciin -ominaisuus on otettava käyttöön kaikilla tietokoneilla, joita haluat käyttää.";

/* BTMM Status Strings */
"BTMM_STATUS_NOT_INITIALIZED" = "Takaisin omaan Maciin -ominaisuus ei toimi oikein eikä lisätietoja ole saatavilla. Yritä pakottaa Finder lopettamaan ja poista jakopalvelut käytöstä ja ota ne uudelleen käyttöön.";
"BTMM_STATUS_DOUBLE_NAT" = "Takaisin omaan Maciin -ominaisuus ei toimi oikein, koska verkossa on useampi kuin yksi laite, jotka tarjoaa NAT-palvelua. Poista NAT-palvelu käytöstä ylimääräisistä laitteista.";
"BTMM_STATUS_NO_ROUTER" = "Takaisin omaan Maciin -ominaisuus ei toimi oikein, koska et ole yhteydessä internetiin.";
"BTMM_STATUS_NO_NETWORK" = "Takaisin omaan Maciin -ominaisuutta ei voida ottaa käyttöön, koska et ole yhteydessä internetiin.";
"BTMM_STATUS_RESTARTING" = "NAT Port Mapping on käytössä. Odota kunnes langaton Applen-laite käynnistyy uudelleen.";
"BTMM_STATUS_POLLING_MODE" = "Takaisin omaan Maciin -ominaisuus ei toimi oikein, koska MobileMen käyttämisessä on ongelma. Palomuuri tai reititin saattaa estää pääsyn tai MobileMe-palvelin saattaa olla väliaikaisesti pois käytöstä.";
"BTMM_STATUS_NAT_TRAVERSAL" = "Takaisin omaan Maciin -ominaisuus ei voi tarjota pääsyä tämän tietokoneen jakopalveluihin, koska se vaatii reitittimen, joka tukee NAT-PMP (NAT Port Mapping Protocol)- tai UPnP (Universal Plug and Play) -protokollaa. Varmista, että reititin tukee jompaa kumpaa näistä protokollista ja että protokolla on käytössä.";
"BTMM_STATUS_NOT_RUNNING" = "Takaisin omaan Maciin -ominaisuus ei toimi oikein, koska Bonjour-järjestelmäpalvelu ei ole käytössä.";
"BTMM_STATUS_NO_AUTH" = "Takaisin omaan Maciin ei toimi oikein, koska MobileMe ei hyväksynyt salasanaa. Kirjaudu ulos MobileMestä ja takaisin sisään. Jos olet hiljattain muuttanut MobileMe-salasanaa, varmista, että käytät uutta salasanaa.";
"BTMM_STATUS_NO_SUCH_RECORD" = "Takaisin omaan Maciin -ominaisuus ei toimi oikein, koska DNS-palvelin ei vastaa. Pyydä internet-palveluntarjoajalta vaihtoehtoisen DNS-palvelimen osoite ja syötä se Verkko-asetuksiin.";
"BTMM_STATUS_NAT_PMP_DISABLED" = "Takaisin omaan Maciin -ominaisuus ei voi tarjota pääsyä tämän tietokoneen jakopalveluihin, koska reitittimen NAT-PMP (NAT Port Mapping Protocol) -protokolla on pois käytöstä.";
"BTMM_STATUS_FIREWALL_BLOCKED" = "”Takaisin omaan Maciin” on päällä, mutta palomuuriasetukset estävät etäpääsyn tälle tietokoneelle. Avaa Turvallisuus-asetukset ja muuta palomuuriasetuksia salliaksesi saapuvat yhteydet palveluille, joita haluat käyttää.";
"STATUS_HELP_BUTTON" = "Lisätietoja…";
"ENABLE_PORT_MAPPING" = "Ota käyttöön NAT Port Mapping…";
"SECURITY_BUTTON" = "Avaa Turvallisuus…";

/* BTMM Failure strings */
"CLIENT_FAILURE_TITLE" = "Takaisin omaan Maciin -toimintoa ei voida aloittaa";
"CLIENT_FAILURE_MESSAGE" = "Kirjaudu ulos, kirjaudu takaisin sisään ja yritä uudelleen. Jos ongelma jatkuu, käynnistä tietokone uudelleen.";

"SERVER_FAILURE_TITLE" = "Takaisin omaan Maciin -toimintoa ei voida aloittaa";
"SERVER_FAILURE_MESSAGE" = "Takaisin omaan Maciin ei voinut käynnistyä palvelimen %@ virheen takia. Yritä uudelleen myöhemmin. Jos ongelma jatkuu, ota yhteyttä %@-tukeen.";
"SERVER_FAILURE_ALERT_ALTERNATE_BUTTON" = "%@-tuki";
"SERVER_FAILURE_SUPPORT_URL" = "http://www.apple.com/fi/support/mobileme/"; /* must be localized */

/* BTMM Accessibility Strings */
"AX_DESCR_FOR_NSStatusUnknown" = "Tila on pois päältä -osoitin";
"AX_DESCR_FOR_NSStatusAvailable" = "Tila on päällä -osoitin";
"AX_DESCR_FOR_NSStatusAway" = "Tilan virheosoitin";
"AX_DESCR_FOR_NSStatusIdle" = "Tilan varoitusosoitin";


/* name/password validation strings. these appear under the password field in the Accounts tab. */
"PASSWORD_VALID" = "Salasana oikein";
"PASSWORD_INVALID" = "Virheellinen nimi tai salasana";
"UNKNOWN_VALIDATION" = "Tuntematon tarkistusvirhe";
"CRED_VALIDATION_SERVER_ERROR" = "Palvelinta ei löytynyt";

/* Sync strings */
"SYNC_LOGIN_FAILED_TITLE" = "%@-synkronointipalvelimelle ei voida kirjautua sisään";
"SYNC_LOGIN_FAILED_MESSAGE" = "Tarkista verkko- ja tunnusasetukset ja yritä uudelleen.";
"SYNC_LOGIN_FAILED_SET_UP_ACCOUNT_BUTTON" = "Luo tunnus";
"SYNC_LOGIN_FAILED_CANCEL_BUTTON" = "Kumoa";
"SYNC_DISABLED_TITLE" = "Synkronointi on poissa käytöstä";
"SYNC_DISABLED_MESSAGE" = "Synkronointi on poissa käytöstä. Ota synkronointi käyttöön %@-synkronointi-välilehdellä ja yritä uudelleen.";
"SYNC_DISABLED_PROMPT" = "Tietokoneen synkronointi on poissa käytöstä. Haluatko ottaa sen käyttöön?";
"SYNC_REGISTER_CONFLICT_TITLE" = "Tietokone ”%@” on jo rekisteröity %@-synkronointipalvelimen kanssa.";
"SYNC_REGISTER_CONFLICT_MESSAGE" = "Jos käytät samaa nimeä kahdelle eri tietokoneelle, saatat menettää synkronointitiedot kaikissa rekisteröidyissä tietokoneissa ja laitteissa.\n\nVoit käyttää aiemmin rekisteröityä nimeä uudelleen, jos olet varma, että vain kyseinen tietokone käyttää nimeä %@-tunnuksella.";
"SYNC_UNKNOWN_ERROR_TITLE" = "Synkronointitoiminnossa tapahtui virhe";
"SYNC_UNKNOWN_ERROR_MESSAGE" = "Suoritettaessa synkronointitoimintoa tapahtui tuntematon virhe. Tarkista verkko- ja tunnusasetukset ja yritä uudelleen.";
"SYNC_REGISTER_CONFLICT_ENTER_ANOTHER_NAME" = "Syötä toinen nimi";
"SYNC_REGISTER_CONFLICT_USE_SAME_NAME" = "Käytä samaa nimeä";
"SYNC_REGISTER_CONFLICT_CANCEL" = "Kumoa";
"NEVER SYNCHRONIZED" = "Ei synkronoitu";
"REPLACE_INFO_FROM_DOT_MAC" = "Korvaa %@ tällä tietokoneella %@-palvelun synkronointitiedoilla.";
"REPLACE_INFO_FROM_THIS_COMPUTER" = "Korvaa %@ %@-palvelussa tämän tietokoneen synkronointitiedoilla.";
"INFO_FROM_DOT_MAC" = "Tällä tietokoneella %@-palvelun synkronointitiedoilla.";
"INFO_FROM_THIS_COMPUTER" = "%@-palvelussa tämän tietokoneen synkronointitiedoilla.";
"UNREGISTER_SYNC_CONFIRMATION_TITLE_SINGULAR" = "Haluatko varmasti lopettaa valitun tietokoneen synkronoinnin?";
"UNREGISTER_SYNC_CONFIRMATION_MESSAGE_SINGULAR" = "Et voi enää synkronoida kohteen ”%@” kanssa.";
"UNREGISTER_SYNC_CONFIRMATION_TITLE_PLURAL" = "Haluatko varmasti lopettaa valittujen tietokoneiden synkronoinnin?";
"UNREGISTER_SYNC_CONFIRMATION_MESSAGE_PLURAL" = "Et voi enää synkronoida valittujen tietokoneiden kanssa.";
"SYNC_REPLACE_DOT_MAC_CONFIRM_TITLE" = "Haluatko varmasti korvata %@-palvelun tiedot tämän tietokoneen tiedoilla?";
"SYNC_REPLACE_COMPUTER_CONFIRM_TITLE" = "Haluatko varmasti korvata tämän tietokoneen tiedot %@-palvelun tiedoilla?";
"SYNC_REPLACE_CONFIRM_MESSAGE" = "Tätä toimintoa ei voida perua.";
/* Appears in the advanced tab next to the name of this computer */
"THIS_COMPUTER" = "(tämä tietokone)";
/* The "Sync Now" button changes title during a sync: */
"SYNC_NOW" = "Synkronoi nyt";
"CANCEL_SYNC" = "Kumoa synkronointi";
/* The "Unregister" button in the Advanced tab changes: */
"UNREGISTER_SINGULAR" = "Lopeta tietokoneen synkronointi";
"UNREGISTER_PLURAL" = "Lopeta tietokoneiden synkronointi";
"REGISTER_THIS_COMPUTER" = "Synkronoi tämä tietokone";

/* Sync progress status text */
"SYNC_PROGRESS_UNAVAILABLE" = "Synkronointi ei ole käytettävissä";
"SYNC_PROGRESS_SYNCING" = "Synkronoidaan %@…";
"SYNC_PROGRESS_GETTING" = "Haetaan %@-tietoja…";
"SYNC_PROGRESS_CANCELING" = "Kumotaan…";
"SYNC_PROGRESS_PREPARING_DOTMAC" = "Valmistellaan %@-synkronointia…";
"SYNC_PROGRESS_SYNCING_DOTMAC" = "Synkronoidaan %@…";
"ADVANCED_REGISTERING_COMPUTER" = "Rekisteröidään tietokonetta…";
"ADVANCED_UNREGISTERING_COMPUTER" = "Poistetaan tietokoneen rekisteröintiä…";
"ADVANCED_PROGRESS_GETTNG" = "Haetaan rekisteröityjen tietokoneiden luetteloa…";
"ADVANCED_PROGRESS_UPDATING" = "Päivitetään rekisteröityjen tietokoneiden luetteloa…";
"ADVANCED_PROGRESS_FAILED_GETTING" = "Rekisteröityjen tietokoneiden luettelon hakeminen epäonnistui…";
"FAILED_START_SYNC" = "Synkronoinnin aloittaminen epäonnistui...";
"FAILED_COMM_SYNC_SERVER" = "Paikallisen synkronointipalvelimen kanssa viestiminen epäonnistui. Yritä myöhemmin uudelleen.";

/**/
"Sync Information Table" = "Synkronointitietotaulukko";

/* High Level error messages */

/* For the text on the My Macs Tab */
"FILE_SHARING_ON" = "Tiedostonjako: päällä";
"FILE_SHARING_OFF" = "Tiedostonjako: pois";
"SCREEN_SHARING_ON" = "Näytön jakaminen: päällä";
"SCREEN_SHARING_OFF" = "Näytön jakaminen: pois";

"FILE_SHARING_TEXT" = "Tietokoneen ”%@” tiedostoja voidaan käyttää etänä muilta Maceilta.";
"SCREEN_SHARING_TEXT" = "Näytön jakaminen mahdollistaa henkilön ”%@” työpöydän katselemisen muilta Maceilta.";
"THIS_COMPUTER_NO_PARENS" = "Tämä tietokone";

/* Localizations from the Nibs */
/* Internet Pref*/
"SIGNED_IN_TEXT" = "Kirjauduttu %@-palveluun";

"MEMBER_MESSAGE" = "Oletko %@-jäsen?";
"MEMBER_INFO" = "Ota %@ käyttöön tällä tietokoneella kirjautumalla sisään tunnukselle.";
"TRIAL_MESSAGE" = "Kokeile %@-palvelua ilmaiseksi.";
"TRIAL_INFO" = "Rekisteröidy nyt ja kokeile %@-palvelua ilmaiseksi 60 päivän ajan.";

/* Password Sheet */
"PASSWORD_SHEET_INFO" = "Jos et ole vaihtanut (tai nollauttanut) salasanaa, ota yhteyttä %@-tukeen.";

/* Advanced View */
"REGISTERED_COMPUTERS" = "Seuraavat tietokoneet synkronoidaan tällä %@-tunnuksella:";
"RESET_SYNC_DATA" = "Nollaa synkronointitiedot…";
"RESET_SYNC_HISTORY" = "Nollaa synkronointihistoria…";
"STOP_SYNCING_MESSAGE" = "Lopeta tietokoneen synkronointi…";

/* DeleteDataClassesPanel */
"DELETE_DATACLASSES_MESSAGE" = "Haluatko poistaa käyttämättömät synkronointitiedot kohteesta %@?";
"DELETE_DATACLASSES_INFO" = "Lisää synkronointitietoja löytyi %@-palvelimelta, jota ei ole synkronoitu tämän tietokoneen kanssa. Jos toinen tietokone ei synkronoi näitä tietoja eikä niitä enää tarvita, valitse alta kohteet, jotka haluat poistaa %@-palvelimelta.";

/* Sync View */
"NEW_SYNCNAME_MESSAGE" = "Syötä nimi, jolla tämä tietokone tunnistetaan %@-synkronointipalvelimella:";
"SYNC_TEXT" = "Synkronoi %@-palvelun kanssa:";
